Цени:

Автомобил:
 - Външно измиване безконтактно - 10лв
 - Външно измиване ръчно с шампоан - 10лв
 - Външно измиване с шампоан и вакса- 12лв
 - Почистване седалки - 7лв
 - Измиване двигател - 5лв

Ван/Джип/Бус:
- Външно измиване безконтактно - 15лв
- Външно измиване ръчно с шампоан - 15лв
- Външно измиване с шампоан и вакса- 17лв
- Почистване седалки - 10лв
- Измиване двигател - 7лв

<div id="pricelist">
    Цени:

    Автомобил:
    - Външно измиване безконтактно - 10лв
    - Външно измиване ръчно с шампоан - 10лв
    - Външно измиване с шампоан и вакса- 12лв
    - Почистване седалки - 7лв
    - Измиване двигател - 5лв

    Ван/Джип/Бус:
    - Външно измиване безконтактно - 15лв
    - Външно измиване ръчно с шампоан - 15лв
    - Външно измиване с шампоан и вакса- 17лв
    - Почистване седалки - 10лв
    - Измиване двигател - 7лв
</div>